{
  "id": "kiosk-1731005700629-zni08a",
  "name": "customballdesigner (Imported)",
  "headerTitle": "INNOVATION LAB ",
  "headerSubtitle": "",
  "backgroundWords": [
    "INNOVATE",
    "INSPIRE",
    "CONNECT",
    "THRIVE"
  ],
  "mainTitle": "Create Your Own Customized Ball",
  "mainDescription": "Dive into an immersive experience by designing your own ball using cutting-edge customization tools. Users can personalize the colors, patterns, and textures of the ball, receiving instant feedback. This demo showcases how customization can enhance customer engagement, improve product personalization, and create a memorable user experience.",
  "footerText": "",
  "infoBox1": {
    "title": "Tech Stack",
    "content": [
      "Three.js for 3D Rendering",
      "React for UI Components",
      "Node.js Backend",
      "AWS Lambda for Processing"
    ]
  },
  "infoBox2": {
    "title": "Use Cases",
    "content": [
      "Sports Equipment Customization",
      "E-commerce Product Personalization",
      "Interactive Retail Experience"
    ]
  },
  "sections": [
    {
      "title": "Uses and Benefits of Custom Ball Designer",
      "content": [
        "User Engagement: Allowing users to design their own products boosts engagement and keeps them involved.",
        "Product Personalization: The ability to customize products can lead to higher customer satisfaction and loyalty.",
        "Immersive Retail Experience: Creating a unique, personalized item provides a memorable shopping experience."
      ]
    },
    {
      "title": "Technologies",
      "content": [
        "Three.js: Powers the real-time 3D rendering of the customizable ball.",
        "React: Facilitates an interactive and responsive UI for easy navigation.",
        "Node.js & AWS Lambda: Manage backend logic for customization and save user preferences efficiently."
      ]
    },
    {
      "title": "Commercial Use Cases",
      "content": [
        "Sports Retail: Engage customers by allowing them to personalize sports balls for themselves or as gifts.",
        "Fashion & Lifestyle Brands: Bring customization to accessories and lifestyle items for a tailored experience.",
        "Corporate Gifting: Provide branded custom balls for corporate gifts and promotional activities."
      ]
    },
    {
      "title": "Questions to Start the Conversation - Current State",
      "content": [
        "How are you currently handling product customization for customers?",
        "Do you offer interactive experiences for shoppers on your online platforms?",
        "What percentage of your customers prefer personalized products?",
        "How are you differentiating your products from competitors?"
      ]
    },
    {
      "title": "Questions to Start the Conversation - Pain Points and Challenges",
      "content": [
        "What challenges do you face in providing personalized products?",
        "Are there logistical challenges in offering a customized product line?",
        "How do customization options impact production times and processes?",
        "What systems are in place to handle customer customization requests?"
      ]
    }
  ],
  "rotationSpeed": 10
}